{
    "iframeLinkTitle": "Take The Valentine Quiz",
    "shortTitle": "Relationships test",
    "introduction": "The following test has been created by Dr Pamela Stephenson-Connolly, vice-president of the British Association for Counselling and Psychotherapy.",
    "loading": "loading",
    "next": "next",
    "scoreInfo": "Rating: never - 0, almost never - 1, sometimes - 2, often - 3 and very often - 4.",
    "startAgain": "Start again",
    "allTheTime": "All the time",
    "mostOfTheTime": "Most of the time",
    "never": "Never",
    "almostNever": "Almost never",
    "sometimes": "Sometimes",
    "often": "Often",
    "veryOften": "Very often",
    "youScored": "You rated ",
    "outOf": " out of 40",
    "problemWithResult": "",
    "iScored": "I rated ",
    "onTheQuiz": " out of 40 on the BBC Relationship Quiz.",
    "unknownError": "Unknown error",

    "text_1": "Do you feel that you and your partner respect one another's views and decisions, even if you do not agree with each other?",
    "fact_1": "Mutual respect is crucial in a relationship. This doesn't mean that you should agree with everything your partner says or does. It does mean that you should respect their views and value them for who they are.",

    "text_2": "Do you feel that you share goals and common values with your partner? This could include things like how to raise your children or fixed goals like saving up for a house.",
    "fact_2": "It is possible to have a healthy relationship even when each person has very different interests. What matters is that you share common values and goals to work towards.",

    "text_3": "How often do you and your partner have fun together outside of the daily routine of work and household chores?",
    "fact_3": "Relationships can become a place where we burden each other too much with our stresses and worries, and so being able to laugh and play together, and share in pleasurable activities can help bring the fun back into a relationship. Sharing romantic fun on Valentine's Day is one thing, but what about all year round?",

    "text_4": "Do you trust your partner to be fair and truthful with you?",
    "fact_4": "Trust is an essential element to any successful relationship. A lack of trust leads to fear, anxiety, resentment, and a sense of being unsafe in the relationship.",

    "text_5": "Are you fair and honest with your partner? Dishonesty can be through hiding the truth as well as explicit lies.",
    "fact_5": "Similarly to trust, if you fail to be honest or fair, this can make your partner feel anxious, afraid, resentful, and unsafe in the relationship.",

    "text_6": "Do you feel that you and your partner communicate effectively with each other? Effective communication means you can discuss your feelings and the things that are deeply important to you rather than simply organisational issues.",
    "fact_6": "Communication is the key to a successful relationship, as without it, we can often make INCORRECT assumptions about our partner. Effective communication is also crucial to maintain the bond of closeness in a relationship, bringing about trust and honesty.",

    "text_7": "How often do disagreements or arguments become personal and combative? Eg resulting in raised voices and name-calling.",
    "fact_7": "Like any kind of verbal or physical attack, name-calling is never appropriate or acceptable. All couples disagree from time to time, and this can lead to arguments - which are not necessarily a bad thing, as long as you and your partner remain respectful of each other, and end up feeling fully heard. For the best results, honestly state your points of view in a fair, adult fashion - avoiding blaming - and ask for exactly what you need. Then listen carefully as your partner does the same.",

    "text_8": "Do you feel that you and your partner are equal in your relationship? This could be about anything from spending decisions to how you divide the housework.",
    "fact_8": "Equality is important within a relationship. You might decide that you each have your own responsibilities, but it is important that you both think that whatever arrangement you have is fair, and you have an equal say when it comes to larger decisions.",

    "text_9": "How often are you and your partner physically affectionate towards each other? Eg hugs, kisses, and cuddles.",
    "fact_9": "Physical contact contributes to our happiness. Touch, when done in the right way, creates chemicals that make us feel good.",

    "text_10": "Do you and your partner take time to enjoy love-making, with a frequency that is acceptable to you both?",
    "fact_10": "Having a healthy, satisfying sex life is important to many people, and not so important to others. In a long term relationship, problems are likely to arise if there is an imbalance in sexual needs or desired frequency, or if sexual problems are not addressed. It is important that both partners be able to express their sexual needs and concerns, and to help each other deal with changes or problems that will naturally arise over time.",

    "resultSummary_1": "<p>0 - 25: Your relationship may lack many of the qualities of a healthy relationship. Try following the advice below to help improve your relationship.</p>",
    "resultDescription_1": "",

    "resultSummary_2": "<p>25 - 35: Your relationship seems generally healthy, but there are some aspects where you could improve. Try following the advice below to help improve your relationship.</p>",
    "resultDescription_2": "",

    "resultSummary_3": "<p>35 - 40: Your relationship seems to display most of the qualities of a healthy relationship. However, all relationships require work and attention. The advice below may help you to improve your relationship.</p>",
    "resultDescription_3": "",

    "generalAdvice": "<h2>Advice</h2><p>Within most relationships there is an unspoken contract, an agreement about important aspects such as fairness, reliability, sexuality, truthfulness, children, fidelity and the division of labour. To improve your relationship, it is important for partners to sit down and discuss exact parameters. Without spelling them out, all these &quot;grey areas&quot; are open to misinterpretation and can eventually lead to serious fights and misunderstandings. Sometimes people spend their whole adult lives harbouring secret resentment about such issues as child-rearing styles, sexual frequency, or a lack of boundaries for in-laws, and this deep anger can affect the entire relationship, as well as one's health and quality of life.</p><p>It can be useful to have a regular relationship &quot;tune-up&quot; at least once a month - where a couple sits down specifically to discuss how things are going between them - even if they doubt they need it. This is an opportunity to air and fix any small or mounting issues before they become major problems. Amid busy lives, it's not easy to stay on top of relationship problems, but this is essential, well-spent time for any couple. As Valentine's Day approaches, make a point of sorting out underlying issues.</p><p>And if life throws you problems you cannot solve easily between yourselves, don't be afraid to seek help.</p><p>There are links at the bottom of this page.</p>"

}